{
  "main": {
    "name": "Lalit Jakhar",
    "occupation": "Frontend Developer",
    "description": "currently employed by ",
    "employer": "Zyneto Global Technologies",
    "jobDescription": "I develop and maintain responsive web applications using React.js and Next.js, optimizing them for speed and scalability.",
    "image": "profile_pic.jpeg",
    "bio": "I am a Frontend Developer passionate about crafting modern, impactful web experiences. Currently working at Zyneto Global Technologies, I focus on responsive and engaging solutions, especially for the recruiting and ecommerce industries. My expertise includes React.js, Next.js, Tailwind CSS, and Material-UI. I continuously explore new technologies and innovative solutions to enhance user interactions.",
    "contactmessage": "Have a project for me? Think I'd be a good fit for your team? I'd love to hear from you. Reach out by email or use the form below.",
    "email": "lalit25jakhar@gmail.com",
    "phone": "+91 8690843263",
    "address": {
      "street": "",
      "city": "Jaipur",
      "state": "Rajasthan",
      "zip": ""
    },
    "website": "https://zyneto.com",
    "resumedownload": "https://drive.google.com/file/d/1pO_q5OOA08YJTT3WHtadr_bIFeJFdRKa/view?usp=sharing",
    "social": [
      {
        "name": "linkedin",
        "url": "https://www.linkedin.com/in/lalitjakhar/",
        "className": "fa fa-linkedin"
      },
      {
        "name": "instagram",
        "url": "http://instagram.com/lalit_choudhary25",
        "className": "fa fa-instagram"
      },
      {
        "name": "github",
        "url": "http://github.com/lalitjakhar",
        "className": "fa fa-github"
      }
    ]
  },
  "resume": {
    "skillmessage": "I am passionate about frontend development and always eager to learn new technologies. Here are some key skills:",
    "education": [
      {
        "school": "Maharishi Arvind Institute of Science & Management",
        "degree": "BCA, Computer Science",
        "graduated": "Expected June 2025",
        "description": "Pursuing a Bachelor’s degree in Computer Science with a focus on frontend development."
      }
    ],
    "work": [
      {
        "company": "Zyneto Global Technologies",
        "title": "Frontend Developer",
        "years": "February 2024 - Present",
        "description": "Develop and maintain responsive web applications using React.js and Next.js. Collaborate with the design team to implement UI/UX designs using Material-UI and Tailwind CSS. Key skills: React.js, Next.js, JavaScript, HTML, CSS, Bootstrap, Tailwind CSS, Material-UI, Web Performance Optimization."
      },
      {
        "company": "GOHASHINCLUDE PVT. LTD.",
        "title": "Frontend Developer",
        "years": "September 2022 - February 2024",
        "description": "Built and maintained front-end components using HTML, CSS, JavaScript, and React.js. Worked closely with backend developers to integrate RESTful APIs. Key skills: HTML, CSS, JavaScript, Bootstrap, React.js, Next.js."
      },
      {
        "company": "Kroolo",
        "title": "Frontend Web Developer",
        "years": "Oct 2024 - Present",
        "description": "At Kroolo, I contribute to building innovative, user-centric web applications that empower productivity through AI-driven solutions. My role involves designing and implementing responsive, intuitive interfaces using modern frameworks. Collaborating closely with cross-functional teams, I ensure seamless integration of AI features into the platform, enhancing user workflows and streamlining complex tasks. My work focuses on optimizing performance, accessibility, and scalability, enabling Kroolo to deliver a cutting-edge experience to its users."
      }
    ],
    "skills": [
      {
        "name": "React.js",
        "description": "Experienced in building dynamic and responsive web applications using React.js.",
        "image": "react.svg"
      },
      {
        "name": "Next.js",
        "description": "Skilled in Next.js for server-side rendering and optimized React-based applications.",
        "image": "nextjs.svg"
      },
      {
        "name": "JavaScript",
        "description": "Proficient in JavaScript, including modern ES6+ syntax for writing clean, maintainable code.",
        "image": "javascript.svg"
      },
      {
        "name": "HTML5",
        "description": "Strong foundation in HTML5 for structuring and presenting web content effectively.",
        "image": "html.svg"
      },
      {
        "name": "CSS",
        "description": "Expertise in CSS for styling and creating visually appealing web layouts.",
        "image": "css.svg"
      },
      {
        "name": "Bootstrap",
        "description": "Experienced in using Bootstrap for responsive and mobile-first web designs.",
        "image": "bootstrap.svg"
      },
      {
        "name": "Tailwind CSS",
        "description": "Proficient in Tailwind CSS for utility-first styling and custom design implementations.",
        "image": "tailwind.svg"
      },
      {
        "name": "Material-UI",
        "description": "Skilled in Material-UI for building cohesive and visually consistent UI components.",
        "image": "material_ui.svg"
      },
      {
        "name": "Web Performance Optimization",
        "description": "Experienced in optimizing web applications to enhance performance and load times.",
        "image": "performance.svg"
      },
      {
        "name": "Git",
        "description": "I use Git for all of my projects so far. I have used Git for version control in small teams and have toyed around with contributing to Open Source Projects.",
        "image": "github.svg"
      }
    ]
  },
  "portfolio": {
    "projects": [
      {
        "title": "Zyneto Global Technologies",
        "category": "At Zyneto Global Technologies, we specialize in delivering cutting-edge web and software development solutions tailored to your business needs. Our team of experts ensures seamless user experiences, robust functionality, and scalable designs. From e-commerce platforms to enterprise applications, we focus on innovation and quality. Partner with us to transform your digital presence and achieve your business goals with confidence.",
        "image": "zyneto.png",
        "url": "https://www.zyneto.com"
      },
      {
        "title": "Kroolo Corp Website",
        "category": "Kroolo Corp's official website showcases our comprehensive AI-powered Productivity Management Software. It enables businesses to manage projects, tasks, goals, and documents effortlessly. With features like real-time collaboration, advanced analytics, and intuitive design, Kroolo empowers teams to stay productive and aligned. Explore how our solutions can revolutionize the way you work and help you achieve success.",
        "image": "kroolo.png",
        "url": "http://www.kroolo.com"
      },
      {
        "title": "Kroolo App Website",
        "category": "The Kroolo App Website highlights our all-in-one Project Management and Task Management platform. Designed for teams and individuals, it offers tools to streamline workflows, track progress, and enhance collaboration. From setting milestones to automating tasks, the Kroolo App ensures efficiency and clarity. Discover how our app can simplify your daily operations and drive results.",
        "image": "app-kroolo.png",
        "url": "https://app.kroolo.com"
      },
      {
        "title": "Kroolo App Website",
        "category": "The Kroolo App Website highlights our all-in-one Project Management and Task Management platform. Designed for teams and individuals, it offers tools to streamline workflows, track progress, and enhance collaboration. From setting milestones to automating tasks, the Kroolo App ensures efficiency and clarity. Discover how our app can simplify your daily operations and drive results.",
        "image": "app-kroolo2.png",
        "url": "https://app.kroolo.com"
      }
    ]
  },
  "testimonials": {
    "testimonials": [
      {
        "text": "I have had the opportunity to work with Tim on multiple occasions which has always been a pleasure. He is driven and motivated with a consistently positive attitude. Tim excels at communicating with others and is always willing to work hard until he solves the problem at hand.",
        "user": "Alastair Beaumont - Web Developer at AppColony"
      }
    ]
  }
}
